Repository: AgenceNRV/brunch-delivery
Catalog: languages/nrvbd-*.po
Languages: fr_fr

source: Box delivery
fr_fr: Box - Livraison

source: Coordinates errors
fr_fr: Erreurs de coordonnées GPS

source: No errors found.
fr_fr: Aucune erreur n'a été trouvée.

source: Fix
fr_fr: Corriger

source: You're about to delete this error. Do you want to continue ?
fr_fr: Vous êtes sur le point de supprimer cette erreur. Voulez-vous continuer ?

source: Delete
fr_fr: Supprimer

source: Order #
fr_fr: Commande #

source: Address 1 :
fr_fr: Adresse :

source: Address 2 :
fr_fr: Complément d'adresse :

source: Zipcode :
fr_fr: Code postal :

source: City :
fr_fr: Ville :

source: User #
fr_fr: Utilisateur #

source: Order(s)
fr_fr: Commande(s)

source: Driver #
fr_fr: Livreur #

source: Info
fr_fr: Infos

source: Deliveries
fr_fr: Livraisons

source: Fix the error
fr_fr: Corriger l'erreur

source: Address
fr_fr: Adresse

source: Address 1
fr_fr: Adresse

source: Address 2
fr_fr: Complément d'adresse

source: Zipcode
fr_fr: Code postal

source: City
fr_fr: Ville

source: GPS Location
fr_fr: Localisation GPS

source: Save
fr_fr: Sauvegarder

source: No date found.
fr_fr: Aucune date n'a été trouvée.

source: Total results :
fr_fr: Total des résultats :

source: Showing
fr_fr: Affichage de

source: results.
fr_fr: résultats.

source: Coordinates Errors
fr_fr: Erreurs de coordonnées GPS

source: Fix coordinate errors
fr_fr: Corriger les erreurs GPS

source: List of deliveries
fr_fr: Liste des livraisons

source: No orders found for the given date.
fr_fr: Aucune commande n'a été trouvée pour la date donnée.

source: Fix the GPS Coordinates
fr_fr: Corriger les coordonnées GPS

source: No action required.
fr_fr: Aucune action n'est requise.

source: Order
fr_fr: Commande

source: Customer name
fr_fr: Client

source: Phone
fr_fr: Téléphone

source: Delivery Address
fr_fr: Adresses de livraison

source: Select the date
fr_fr: Sélection de la date

source: Download the pdf
fr_fr: Télécharger PDF de livraisons

source: Download the kitchen note
fr_fr: Télécharger PDF de cuisine

source: No incoming deliveries.
fr_fr: Pas de livraisons à venir.

source: List
fr_fr: Liste

source: Some coordinates are missing, please fix them before continuing :
fr_fr: Certaines coordonnées sont manquantes, veuillez les corriger avant de continuer :

source: Orders :
fr_fr: Commandes :

source: The delivery has already been validated and sent to the drivers.
fr_fr: La livraison a déjà été validée et envoyée aux livreurs.

source: Select drivers, then destinations
fr_fr: Sélectionner d'abord un livreur, puis ses destinations

source: The drivers with missing GPS Location or email are not shown.
fr_fr: Les livreurs dont la position GPS ou l'adresse électronique sont manquantes ne sont pas affichés.

source: Save the draft
fr_fr: Sauvegarder le brouillon

source: Validate & Send to driver
fr_fr: Valider & Envoyer au livreur

source: Delivery date
fr_fr: Date de livraison

source: Go to date
fr_fr: Valider la date

source: Hide labels
fr_fr: Cacher les labels

source: Refocus
fr_fr: Recentrer

source: Shipping
fr_fr: Livraisons

source: All emails have been sent
fr_fr: Tous les courriels ont été envoyés

source: Some emails have been sent
fr_fr: Certains courriels ont été envoyés

source: No email has been sent
fr_fr: Aucun courriel n'a été envoyé

source: Drivers management
fr_fr: Gestion des livreurs

source: Add a new driver
fr_fr: Ajouter un livreur

source: Edit a driver
fr_fr: Modifier un livreur

source: General information
fr_fr: Informations générales

source: Firstname
fr_fr: Prénom

source: Lastname
fr_fr: Nom

source: Address information
fr_fr: Informations sur l'adresse

source: Additional address
fr_fr: Complément d'adresse

source: Map information
fr_fr: Informations GPS

source: Can't find my GPS
fr_fr: Je n'ai pas mes coordonnées GPS

source: Color
fr_fr: Couleur de l'épingle

source: You're about to delete this driver. Do you want to continue ?
fr_fr: Vous êtes sur le point de supprimer ce livreur. Voulez-vous continuer ?

source: Delete the driver
fr_fr: Supprimer le livreur

source: No drivers found.
fr_fr: Pas de livreur trouvé.

source: results shown out of <b>%s</b>
fr_fr: résultats affichés sur <b>%s</b>

source: out of %s page(s)
fr_fr: sur %s page(s)

source: Starting address
fr_fr: Adresse de départ

source: Manage the drivers
fr_fr: Gérer les livreurs

source: Emails management
fr_fr: Gestion des emails

source: No emails found.
fr_fr: Aucun courriel n'a été trouvé.

source: You're about to send back this email. Do you want to continue ?
fr_fr: Vous êtes sur le point de renvoyer cet e-mail. Voulez-vous continuer ?

source: Resend
fr_fr: Renvoyer

source: Driver
fr_fr: Livreur

source: Date sent
fr_fr: Date d'envoie

source: Manage emails
fr_fr: Gérer les emails

source: API Key
fr_fr: Clé d'API

source: Admin email
fr_fr: Email admin

source: Customize the plugin options
fr_fr: Personnaliser les options du plugin

source: GPS Coordinates
fr_fr: Coordonnées GPS

source: The GPS coordinates are missing for this order. Please check the "shipping address" area or <a href="%s">click here to fix</a>.
fr_fr: Les coordonnées GPS sont manquantes. Veuillez vérifier la zone "adresse de livraison" ou <a href="%s">cliquez ici</a>.

source: Upload a media
fr_fr: Envoyer un media

source: List of media
fr_fr: Liste des medias

source: Select a media to upload
fr_fr: Sélectionner un media

source: Use this media
fr_fr: Utiliser ce media

source: No media attached
fr_fr: Aucun media

source: Unknown driver
fr_fr: Livreur inconnu

source: Successfully sent.
fr_fr: Envoyé avec succès.

source: Successfully saved.
fr_fr: Sauvegarder avec succès.

source: Successfully deleted.
fr_fr: Supprimé avec succès.

source: Malformed request.
fr_fr: Mauvaise requête.

source: Nonce invalid, please refresh the page.
fr_fr: Nonce invalide, veuillez rafraîchir la page.

source: Entity not found.
fr_fr: Entité non trouvée.

source: Internal server error.
fr_fr: Erreur interne du serveur.

source: Data not found.
fr_fr: Données non trouvées.

source: Your delivery route for %s
fr_fr: Votre itinéraire de livraison pour %s

source: Hello %s
fr_fr: Bonjour %s

source: Here is your delivery route for the %s
fr_fr: Voici votre itinéraire de livraison pour %s

source: You can find the google map itineraries at these addresses :
fr_fr: Vous pouvez trouver les itinéraires sur google map à ces adresses :

source: Part %d :
fr_fr: Partie %d :

source: New delivery
fr_fr: Nouvelle livraison

source: A new delivery has been created for the
fr_fr: Une nouvelle livraison a été créée pour le
